Repository: marcio0/niqels
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: pt_br

source: Please fill in the fields correctly.
pt_br: Por favor, preencha os campos corretamente.

source: Renevues
pt_br: Receitas

source: Expenses
pt_br: Despesas

source: Balance data
pt_br: Balanço

source: The period must be 12 months or lower.
pt_br: O período deve ser de 12 meses ou menos

source: %s sucessfuly created!
pt_br: %s criada com sucesso!

source: %s sucessfuly updated!
pt_br: %s atualizada com sucesso!

source: An error ocurred creating %s.
pt_br: Um erro ocorreu ao criado %s.

source: %s sucessfuly removed.
pt_br: %s removida com sucesso.

source: Confirm action
pt_br: Confirmar ação

source: Select a category
pt_br: Selecione uma categoria

source: Oops! Something went wrong. Please try again later.
pt_br: Oops! Deu algo de errado. Por favor, tente denovo depois.

source: Transaction
pt_br: Transação

source: Data up to day %s.
pt_br: Dados até o dia %s.

source: Reminder
pt_br: Lembrete

source: Category
pt_br: Categoria
